<?php 
################################################################################
define("DB_HOST",     "localhost"               ); // àäðåñ ñåðâåðà áàç äàííûõ #
define("DB_USER",     "romanov"                 ); // èìÿ ïîëüçîâàòåëÿ         #
define("DB_PWD",      "romanov"                 ); // ïàðîëü ê áä              #
define("DB_NAME",     "contrit"                 ); // èìÿ áàçû äàííûõ          #
define("DB_MODE",                              2); // 0 - â ðó÷íóþ îòêð/çàêð,  #
################################################################################
?>